package com.groupc.currency;

import org.springframework.boot.autoconfigure.SpringBootApplication;

@SpringBootApplication
public class CurrencyConverterApplication {
    public static void main(String[] args) {

/*
  ░██████                                                 ░██████
 ░██   ░██                                               ░██   ░██
░██        ░██░████  ░███████  ░██    ░██ ░████████     ░██
░██  █████ ░███     ░██    ░██ ░██    ░██ ░██    ░██    ░██
░██     ██ ░██      ░██    ░██ ░██    ░██ ░██    ░██    ░██
 ░██  ░███ ░██      ░██    ░██ ░██    ░██ ░██    ░██     ░██   ░██
  ░█████░█ ░██       ░███████  ░██████░██ ░██░█████       ░██████
                                          ░██
                                          ░██

*/

        org.springframework.boot.SpringApplication.run(CurrencyConverterApplication.class, args);

    }
}
